{
  "texts": {
    "@title": {
      "title": "La matematica è ovunque"
    },
    "@idm2020": {
      "title": "Giornata internazionale della matematica 2020"
    },
    "@learn_more": {
      "title": "Scopri tutto sulla Giornata internazionale della matematica"
    },
    "@description": {
      "title": "Celebra la Giornata internazionale della matematica scoprendo che la matematica è ovunque intorno a te."
    },
    "@footer_imu": {
      "title": "La Giornata internazionale della matematica è un progetto dell'[Unione Matematica Internazionale](https://www.mathunion.org/)"
    },
    "@footer_kts": {
      "title": "Il sito IDM è stato creato da [IMAGINARY](https://about.imaginary.org) con il supporto di [Klaus Tschira Stiftung](https://www.klaus-tschira-stiftung.de/)."
    },
    "@footer_mathigon": {
      "title": "Concetto e alcuni testi creati da  [Philipp Legner (Mathigon)](http://mathigon.org/)."
    },
    "@footer_license": {
      "title": "Licensed under a Creative Commons Attribution-ShareAlike 4.0 International License ([CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/))."
    },
    "@main_site": {
      "title": "Main Website"
    },
    "@impressum": {
      "title": "Impressum"
    },
    "@privacy_policy": {
      "title": "Privacy policy"
    },
    "epidemics_analysis": {
      "title": "Analisi delle epidemie",
      "body": "Quando una nuova epidemia ha inizio si può temere che non si fermi visto che ci sono sempre nuovi contagi. Questo non è ciò che dice la matamatica. La quantità che conta è il tasso di riproduzione, R_0, che corrisponde al numero medio di individui infettati da ciascuna persona contagiata. Se R_0 < 1, allora l'epidemia si estinguerà, mentre se R_0 > 1 essa prolifererà. La conoscenza del valore di R_0 guida la strategia per controllare dell'epidemia. In particolare, nel caso di risorse limitate (ad esempio se non ci sono vaccini per tutti), l'obiettivo deve essere di utilizzare le risorse disponibili per ridurre R_0 al di sotto di 1.",
      "links": "http://maddmaths.simai.eu/divulgazione/la-matematica-delle-epidemie/\nhttp://maddmaths.simai.eu/news-2/un-nuovo-modello-matematico-descrive-la-diffusione-del-virus-ebola-in-africa-occidentale"
    },
    "discovering_core": {
      "title": "Alla scoperta del nucleo interno della Terra",
      "body": "Una matematica danese, Inge Lehmann, scoprì il nucleo interno della Terra nel 1936. Lavorava per l'Istituto Geologico Danese e aveva accesso ai dati delle onde sismiche generati da terremoti lontani registrati da stazioni sismiche tutto attorno al globo. I dati osservati erano incoerenti col modello dell'interno della Terra usato all'epoca. Propose un nuovo modello compatibile con le osservazioni, con il nucleo diviso in due parti: un nucleo interno più pesante circondato da un nucleo esterno. Alcune onde sismiche rimbalzano sul nucleo interno, ed è per questo motivo che ora sappiamo che il nucleo interno è ferroso.",
      "links": "https://keespopinga.blogspot.com/2018/12/la-metrica-dellinterno-della-terra.html"
    },
    "patterns_nature": {
      "title": "Motivi in natura",
      "body": "Come vengono generati i motivi in natura? Perché la tigre è a strisce mentre il leopardo ha delle macchie? Un solo modello chimico di reazione-diffusione produce tutti i motivi di rivestimento degli animali. Due sostanze chimiche, un attivatore e un inibitore, interagiscono e si diffondono. Il modello spiega che il motivo osservato su un embrione dipende dalle dimensioni e dalla forma dell'embrione all'inizio della reazione-diffusione. Modelli simili di reazione-diffusione spiegano i motivi delle conchiglie così come i motivi della vegetazione in regioni semi-aride. È stato Alan Turing che ha suggerito la base chimica della morfogenesi nel 1952.",
      "links": "https://www.wired.it/scienza/biotech/2014/07/30/arte-equazioni-alan-turing/\nhttps://www.lescienze.it/archivio/articoli/1988/05/01/news/le_macchie_del_leopardo-544597/\nhttps://www.scientificast.it/turing-tra-i-leopardi/"
    },
    "detecting_frauds": {
      "title": "Individuare alcune frodi",
      "body": "Facciamo un esperimento: raccogliamo qualsiasi numero ci capiti di vedere in giro a appuntiamo la cifra più significativa, ovvero la prima cifra più a sinistra che sia diversa dallo zero. Ad esempio la cifra più significativa di 23.567 è 2, e quella di 0.00345 è 3. Sappiamo che dovremmo aspettarci di trovare il 30% di cifre pari a 1 e soltato il 4.5% della cifra 9. Questo fenomeno sorprendente è chiamata Legge di Benford. È una legge probabilistica. Molto spesso i numeri che esprimono una proprietà che riguarda la finanza seguono questa legge, che fornisce un test per individuare frodi basate sulla alterazione dei dati, ovviamente solo quando nella frode non si fa attenzione a mantenere questa legge.",
      "links": "https://it.wikipedia.org/wiki/Legge_di_Benford http://blog.kleinproject.org/?p=1723&lang=it\nhttps://www.mathscareers.org.uk/article/number-one-crime-fighter/"
    },
    "packing_oranges": {
      "title": "Impacchettare le arance",
      "body": "Qual è il modo più denso di impacchettare le sfere, ad esempio le arance? Keplero ipotizzò che fosse quello che si osserva nel negozio di frutta: i centri delle sfere si trovano nei punti del reticolo cubico a facce centrate. La congettura di Keplero è stata dimostrata da Thomas Hales solo nel 1998, con i dettagli pubblicati nel 2006. È una complessa dimostrazione realizzata con l’aiuto di un calcolatore ed possibile controllarne i dettagli poiché il programma è pubblico. Il problema di determinare il modo più denso di imballare oggetti ha importanti applicazioni nell'industria, poiché non si desidera che il contenuto della scatola si muova quando la scatola viene scossa.",
      "links": "http://blog.kleinproject.org/?p=1943&lang=it"
    },
    "four_colors_suffice": {
      "title": "Quattro colori sono sufficienti",
      "body": "Qual è il numero minimo di colori necessario per colorare una mappa in modo che due paesi che condividono un confine comune non abbiano lo stesso colore? È facile disegnare una mappa per la quale tre colori non sono sufficienti. Il numero minimo di colori è quattro: questo è il Teorema dei quattro colori dimostrato nel 1976 da Kenneth Appel e Wolfgang Haken. Questo teorema è stato il primo con la dimostrazione realizzata con l’aiuto di un calcolatore.",
      "links": "http://blog.kleinproject.org/?p=3727&lang=it"
    },
    "artificial_intelligence": {
      "title": "Intelligenza Artificiale",
      "body": "Da dove viene questo improvviso successo ? Tradizionalmente, nel programmare un\nrobot si doveva fornire la sequenza di istruzioni che\nil robot avrebbe dovuto eseguire. Ma a noi, in quanto\numani, non viene detto tutto quello che dobbiamo fare. Impariamo da soli. Un bambino che ha visto molti gatti può riconoscere che un certo animale è un gatto anche se è diverso da tutti i modelli che ha\nvisto prima. Ora i robot possono fare la stessa cosa. I recenti successi dell'intelligenza artificiale vengono dal fatto che i robot sono ora programmati per imparare. Questo processo di apprendimento viene reso possibile grazie alla disponibilità massiva di dati per il loro addestramento.",
      "links": "http://maddmaths.simai.eu/divulgazione/focus/teoria-topologica-intelligenza-artificiale/"
    },
    "past_climates": {
      "title": "Il clima della Terra nel passato",
      "body": "Nel passato la Terra ha subito periodi di glaciazione alternati ad altri con un clima molto caldo, come si può vedere studiando i dati geologici. I matematici possono aiutare a spiegare questi climi del passat. Infatti, l'attrazione di Giove perturba l'orbita della Terra intorno al Sole. Su una scala di breve durata i cambiamenti di orbita della Tarra sono periodici con periodi che vanno dai 25.000 anni ai 400.000: questi sono i cicli di Milankovitch. In particolare, le glaciazioni succedono nei periodi in cui l'asse della Terra è più obliquo. Capire il clima del passato è essenziale per predire il clima futuro sulla Terra.",
      "links": "http://www.lescienze.it/news/2018/05/08/news/ciclo_astronomico_clima_terra-3971696/"
    },
    "collective_motion": {
      "title": "Moti collettivi",
      "body": "Chi non è stato affascinato dal movimento di uno stormo di uccelli o da un branco di pesci? È possibile costruire modelli che descrivano questi movimenti collettivi. Ogni individuo obbedisce a semplici regole che governano la sua interazione con un certo numero di compagni. Queste regole sono di tre tipi: repulsione, quando si trova molto vicino a un compagno, attrazione, quando si trova lontano dai compagni e allineamento con i compagni a media distanza. Comprendere il movimento collettivo è importante, ad esempio, per controllare le invasioni di insetti.",
      "links": "https://www.isc.cnr.it/public-outreach/divulgazione/comportamenti-collettivi/"
    },
    "fractals_nature": {
      "title": "Frattali e natura",
      "body": "Per descrivere le forme complicate della natura abbiamo bisogno di una nuova geometria, la geometria frattale. Gli oggetti frattali hanno proprietà di auto-similarità, il che significa che se si fa uno zoom si vedono apparire nuovi dettagli che assomigliano all'oggetto originale. La geometria frattale è adatta a descrivere molte forme presenti in natura: nuvole e galassie, coste rocciose, reti di fiumi, fiocchi di neve e molte piante, dalle felci al cavolfiore romanesco. Gli oggetti frattali hanno una dimensione che non è un numero intero.",
      "links": "http://matematica.unibocconi.it/articoli/natura-frattale\nhttps://www.mathone.it/frattali-in-natura/"
    },
    "digital_music": {
      "title": "Musica digitale",
      "body": "La musica è formata da onde che vibrano nelle nostre orecchie. Queste onde possono essere registrate su un CD sotto forma di stringhe di numeri, prendendone campioni di breve durata temporale - tipicamente 44100 campioni al secondo. Le onde sonore sono combinazioni di molte onde che vibrano a frequenze diverse, alcune non sono neanche percepite dalle nostre orecchie. La trasformata di Fourier ci permette di dividere un'onda sonora composita nelle molte onde semplici che la compongono. I formati audio, come gli MP3, conservano solo le frequenze udibili, rendendo così i file molto più piccoli. Senza la matematica non ci sarebbero gli iPod, Spotify o iTunes.",
      "links": "https://www.theguardian.com/technology/2002/apr/04/internetnews.maths \nhttp://www.chrisneel.it/articolo/tuttosump3 \nhttps://it.wikipedia.org/wiki/Audio_digitale"
    },
    "computer_games": {
      "title": "Videogiochi",
      "body": "Molti videogiochi usano la grafica tridimensionale. Per animarli  colorarli, dotarli di luci ed ombre,  servono vettori, matrici e moltri altri concetti di algebra lineare e geometria tridimensionale. Nei videogiochi si devono anche creare animazioni realistiche di acqua, muovere oggetti e farli scontrare. Per fare ciò, spesso si usano soluzioni numeriche di opportune equazioni differenziali alle derivate parziali, come le equazioni di Navier-Stokes che descrivono  i fluidi.  Infine, i programmi dei videogiochi devono modellare l'intelligenza artificiale dei personaggi che il giocatore non può  controllare.",
      "links": "http://maddmaths.simai.eu/divulgazione/math-inside-5-cosa-ce-dietro-ai-videogames/  \nhttp://maddmaths.simai.eu/news-2/i-videogiochi-ci-spiegano-la-matematica/ \nhttp://pagine.dm.unipi.it/~a008702/divu/videogame.pdf"
    },
    "carbon_dating": {
      "title": "Datazione al Carbonio",
      "body": "Ogni essere vivente accumula Carbonio. Questo elemento comprende vari differenti isotopi, tra cui una piccola proporzione è radioattiva (Carbonio-14). Quando una pianta o un animale muore, smette di accumulare nuovo Carbonio-14, e gli atomi già presenti cominciano a decadere ad un tasso costante. Gli scienziati possono analizzare il Carbonio-14 ancora presente nei resti biologici per calcolare il tempo della morte di quell’organismo. Questo è molto utile in archeologia poiché permette di stimare il secolo o addirittura la decade in cui un manufatto contenente materiale organico (ad esempio un tessuto o una carta) è stato prodotto.",
      "links": "https://it.wikipedia.org/wiki/Metodo_del_carbonio-14\nhttps://www.wired.it/scienza/lab/2014/02/27/scoperta-carbonio-14/\nhttp://www.raiscuola.rai.it/programma-unita/officina-delle-idee-il-metodo-del-carbonio-14/210/34246/default.aspx"
    },
    "search_for_alien_life": {
      "title": "Alla ricerca di Vita Aliena",
      "body": "I numeri primi sono i mattoncini universali per costruire i numeri, non solo sulla Terra, ma ovunque nell'Universo. Se si individuasse un segnale radio dallo spazio contenente la sequenza dei numeri primi (2, 3, 5, 7, 11, 13, ...) questo potrebbe indicare un'origine non naturale e potrebbe essere il punto di partenza per la comunicazione con forme di vita aliene.  Un famoso segnale mandato nello spazio dalla Terra, il Messaggio di Arecibo, consiste in una lunga stringa di 0 e 1. La lunghezza del messaggio è il prodotto di due numeri primi, 23x73=1679, il che dovrebbe suggerire ad astronomi alieni di organizzare gli 0 e gli 1 in un'immagine rettangolare di lati 23 e 73.",
      "links": "https://it.wikipedia.org/wiki/Messaggio_di_Arecibo\nhttps://it.wikipedia.org/wiki/SETI"
    },
    "big_data": {
      "title": "Big Data",
      "body": "I dati sono ovunque attorno a noi, e nuovi dati sono creati ogni volta che navighiamo su internet, rispondiamo ad un sondaggio o andiamo a fare compere. I ricercatori raccolgono dati ogni volta che conducono un esperimento e, talvolta, questi dati sono così voluminosi che è necessario inventare nuove tecnologie per processarli.\n\nPer dare un senso ai dati, abbiamo bisogno della statistica. Usando la matematica, possiamo convertire una grande raccolta di dati - che di per se potrebbe sembrare senza senso - in un'informazione accurata sul sistema che ha generato i dati. La statistica ci può anche dire se un risultato è valido o significativo.",
      "links": "http://maddmaths.simai.eu/divulgazione/sono-i-big-data-bellezza-prima-puntata/\nhttp://maddmaths.simai.eu/divulgazione/sono-i-big-data-bellezza-seconda-e-ultima-puntata/"
    },
    "predict_weather": {
      "title": "Previsioni del tempo",
      "body": "Predire il tempo è un compito estremamente difficile, anche utilizzando una rete diffusa di stazioni meteorologiche, satelliti e supercomputers. \nFluidi come l’atmosfera seguono una serie di regole, chiamate equazioni di Navier-Stokes. Non possiamo risolvere queste equazioni direttamente, piuttosto utilizziamo simulazioni numeriche per produrre una previsione. \nMa anche piccole differenze nei dati misurati e nei parametri possono avere un grande effetto sulle previsioni. Questo rende impossibile una previsione meteorologica accurata per più di poche settimane nel futuro, ma i modelli continuano a migliorare…",
      "links": "https://it.wikipedia.org/wiki/Modelli_numerici_di_previsione_meteorologica\nhttps://www.mestierideimatematici.it/it/descrizioni/meteo\nhttp://www.meteoam.it/modelli-di-previsione-numerica"
    },
    "cosmology": {
      "title": "Cosmologia",
      "body": "La cosmologia studia l'evoluzione dell'universo, dal Big Bang a oggi, e ne predice il futuro. L'universo è in rapida espansione, e la velocità di espansione è descritta dalle equazioni di Friedmann, che a loro volta sono una conseguenza dell'equazione di campo di Einstein. Il destino dell'universo dipende dalla quantità di materia (= energia) nell'universo, e osservazioni astronomiche suggeriscono l'esistenza di materia oscura e energia oscura. Per capire l'universo nei momenti immediatamente successivi al Big Bang usiamo modelli matematici e supercomputers. Anche se al moment questa ricerca non sembra \"utile\", potrebbe avere applicazioni pratiche in futuro...",
      "links": "https://it.wikipedia.org/wiki/Equazione_di_campo_di_Einstein\nhttps://www.asi.it/esplorazione/"
    },
    "reading_cd": {
      "title": "Leggere CD e DVD",
      "body": "CD e DVD immagazzinano dati come sequenze di \"colline\" e \"valli\" incise sulla superficie dei dischi. Graffi e polvere possono distrugegre l'incisione, quindi un CD, anche solo lievemente graffiato, potrebbe aver perso informazioni. Per fortuna, i dati sono immagazzinati nei dischi usando i codici di Reed-Solomon. Questo metodo aggiunge qualche informazione ridondante, in modo che i computer possano usare i dati che restano sul disco graffiato, per trovare e correggere gli errori. Il  metodo funziona solo se i dati perduti sono pochi e non è possibile leggere un CD completamente graffiato. I codici di Reed-Solomon intrecciati, usati per  Cd e DVD, sono basati sui polinomi su campi finiti.",
      "links": "https://it.wikipedia.org/wiki/Codice_Reed-Solomon \nhttps://www.slideshare.net/pippokairos/codici-di-reedsolomon"
    },
    "rsa": {
      "title": "Crittografia a chiave pubblica",
      "body": "La matematica si usa per garantire la sicurezza delle comunicazioni via Internet, dalla posta elettronica all'uso di carte di credito online. Per fare questo, il computer destinatario prende due numeri primi molto grandi e rende pubblico il loro prodotto. Il computer mittente usa questo prodotto per cifrare il messaggio ed inviarlo al destinatario. Per tornare indietro e decifrare il messaggio, è necessario conoscere i due numeri primi. E` estremamente difficile scomporre numeri molto grandi in fattori primi, e quindi solo il destinatario è in grado di leggere il messaggio perché conosce i due numeri primi originali. Questa è la base del protocollo RSA, così chiamato dalle iniziali dei suoi inventori Rivest, Shamir e Adleman.",
      "links": "https://it.wikipedia.org/wiki/RSA_(crittografia) \nhttp://rudimatematici-lescienze.blogautore.espresso.repubblica.it/2019/06/20/non-ho-capito-2-il-%E2%80%9Cclub-delle-due-chiavi%E2%80%9D/"
    },
    "gps": {
      "title": "Navigazione satellitare",
      "body": "Per determinare un qualsiasi posto sulla Terra, i sistemi di navigazione come il GPS usano segnali dai satelliti, che forniscono misure del tempo molto precise. Calcolando i ritardi, un computer può calcolare la distanza del punto dal satellite e, conoscendo la distanza di vari satelliti, può trovare la posizione esatta del ricevitore sulla Terra. Per avere la precisione richiesta, molti problemi fisici di misura del tempo devono essere considerati. Secondo la teoria della relatività, il tempo passa in modo diverso per osservatori diversi. Questo effetto è piccolo e non osservabile nella vita di tutti i giorni, ma se non se ne tenesse conto, i ricevitori GPS farebbero degli errori anche di 10 km al giorno!",
      "links": "http://www.xlatangente.it/page.php?pid=1575 \nhttp://www.mathisintheair.org/wp/2019/04/la-tua-posizione-nel-mondo-a-portata-di-click-come-funziona-il-gps-parte-1/"
    },
    "rockets": {
      "title": "Razzi e satelliti",
      "body": "L'industria aerospaziale affronta un gran numero di sfide. Per andare nello spazio, i razzi hanno bisogno di carburante da bruciare per darsi la spinta. Più carburante rende un razzo più potente, ma anche più pesante, benché il peso del carburante diminuisce mentre si consuma. L'equazione dei razzi di Ciolkovsky fissa questi vincoli. Il moto dei razzi e dei satelliti è governato dalla gravità, con traiettorie descritte da equazioni differenziali e dalla geometria sferica. La comunicaizione nello spazio pone problema di rumore, distanza, inaffidabilità. I codici matematici aiutano a trasmettere i dati senza errori. Insomma, sembra una roba da fantascienza, ma è matematica!",
      "links": "https://it.wikipedia.org/wiki/Equazione_del_razzo_di_Ciolkovskij \nhttps://www.youmath.it/lezioni/fisica/gravitazione/3155-velocita-di-fuga.html"
    },
    "finance_banking": {
      "title": "Banche e finanza",
      "body": "In finanza matematica, gli operatori possono comprare o vendere azioni di un'azienda, beni come petrolio o oro, oppure prodotti derivati, che sono come dei beni \"virtuali\" il cui prezzo è derivato dal cambiamenti di altri fattori. Gli analisti finanziari hanno molti strumenti matematici per aiutare a prendere migliori decisioni, per esempio modelli statistici per analizzare le serie storiche dei dati economici, o la probabilità e il calcolo stocastico per predire il comportamento dei mercati finanziari.",
      "links": "http://www.mathisintheair.org/wp/2015/09/matematica-e-derivati-finanziari/ \nhttp://www.mathisintheair.org/wp/2016/08/pricing-dei-derivati-seconda-parte-sconti-e-arbitraggi/"
    },
    "internet_phones": {
      "title": "Internet e il telefono",
      "body": "L'insieme delle linee dati per internet e le linee telefoniche formano una enorme rete di interconnessione che permette agli utenti di scambiarsi dati. Ogni utente è connesso da un innumerevole quantità di collegamenti con diverse caratteristiche. Gli operatori telefonici devono trovare il modo di connettere la sorgente e la destinazione di un messaggio, senza eccedere la capacità di ogni singolo collegamento.Per assicurare un servizio affidabile per le chiamate telefoniche viene utilizzata la teoria delle code e i modelli matematici basati sui processi di Poisson. Per rendere efficiente la connesione internet è stato concepito il packet-switching: tutti i dati vengono divisi in piccoli \"pacchetti\" che sono trasmessi indipendentemente.",
      "links": "https://www.matematicamente.it/cultura/curiosita-matematiche/code-traffico-e-matematica/             \nhttp://www.ams.org/notices/199808/paxson.pdf                                                                       \nhttps://it.wikipedia.org/wiki/Commutazione_di_pacchetto                                                \nhttp://www.science.unitn.it/probab/Mathmodels/article-grafi-noslide.pdf"
    },
    "gambling_betting": {
      "title": "Gioco d'azzardo e scommesse",
      "body": "Giocare d'azzardo è sempre una pessima idea, perché i casinò e gli allibratori conoscono la matematica e possono scegliere le quote dei giochi e delle scommesse in modo da garantirsi che, sul lungo termine, vinceranno sempre.\n\nSe, infatti, è impossibile usare la probabilità per prevedere il risultato del prossimo tiro di dadi o giro di roulette, si può prevedere accuratamente cosa succederà nei prossimi 1000 tiri - questa è chiamata Legge dei Grandi Numeri. Persino una probabilità di vincita del 49% dà al \"banco\" un margine sufficiente per fare grandi profitti.",
      "links": "http://maddmaths.simai.eu/divulgazione/bethonmath-matematica-civile-contro-lignoranza-sul-gioco-dazzardo/\nhttp://www.mathisintheair.org/wp/2018/05/numeri-azzardo-e-dea-bendata-giocare-con-la-probabilita/"
    },
    "search_engines": {
      "title": "Motori di ricerca",
      "body": "Miliardi di persone usano la rete internet tutti i giorni, per esempio usando motori di ricerca come Google. Per poter trovare i siti web più utili e mostrarli in cima alla lista dei risultati, Google rappresenta tutte le pagine sulla rete in una gigantesca matrice, e si può usare l'algebra lineare, la probabilità e la teoria dei grafi per trovare i siti più popolari. Google usa la matematica per molti altri dei suoi servizi: per trovare indicazioni in una carta stradale, per scoprire lo \"spam\" in Gmail, per il riconoscimento vocale in Android, per il riconoscimento del testo in un libro, per la compressione dei video di Youtube, per il riconoscimento facciale in un'immagine o per tradurre un testo.",
      "links": "http://maddmaths.simai.eu/divulgazione/math-inside-1-la-matematica-di-google/\nhttp://www.mathisintheair.org/wp/2015/09/la-matematica-alla-base-di-google-lalgoritmo-pagerank/"
    },
    "enigma": {
      "title": "Decifrare Enigma",
      "body": "Durante la Seconda Guerra Mondiale, l'esercito tedesco usò la macchina Enigma per cifrare i suoi messaggi segreti. Quando si cifra un testo usando Enigma, le lettere dell'alfabeto sono ripetutamente rimescolate usando una serie di rotori. Dopo aver battuto una lettera sulla tastiera, questi rotori girano in modo che la prossima volta tutte le lettere sono rimescolate in un modo diverso. Insieme a diverse altre caratteristiche, questo portò ad oltre 150.000 miliardi di modi in cui un messaggio segreto avrebbe potuto essere cifrato. Ciononostante, il matematico britannico Alan Turing riuscì a violare Enigma costruendo uno dei primi computer, detto \"Bombe.\"",
      "links": "https://it.wikipedia.org/wiki/Enigma_(crittografia) \nhttps://areeweb.polito.it/didattica/polymath/htmlS/Interventi/Articoli/Enigma/Enigma.htm"
    },
    "air_traffic": {
      "title": "Traffico aereo",
      "body": "Ogni giorno ci sono circa 50.000 voli commerciali di linea. Tutti gli aerei, i bagagli, ogni equipaggio e tutti i passeggeri devono essere al posto giusto al momento giusto. Ed è ancora più importante che gli aerei non abbiano incidenti mentre arrivano in un aeroporto congestionato. Questa è una sfida logistica incredibilmente complessa, impossibile senza la matematica e la ricerca operativa. Inoltrre, le linee aeree vogliono risparmiare denaro creando una rete più efficiente in cui i velivoli seguano la migliore rotta possibile in cui nessun velivolo sia inutilizzato, vuoto o in riparazione. Questo può essere ottenuto usando gli algoritmi della teoria dei grafi.",
      "links": "http://www.agatinogrillo.it/blog/modelli-matematici-semplificati-di-fenomeni-complessi-traffico-aereo-roma-13-maggio-2019 \nhttp://www.apav.it/master/lamatematicafaanchevolare.pdf  \nhttp://www.science.unitn.it/probab/Mathmodels/article-grafi-noslide.pdf"
    },
    "wildfire_modelling": {
      "title": "Modellizzazione di incendi",
      "body": "Gli incendi boschivi sono una parte naturale di molti ecosistemi, ma possono rivelarsi molto pericolosi per l'uomo. I pompieri possono utilizzare simulazioni matematiche per modellizzare e prevedere l'avanzamento dell'incendio. Tali simulazioni devono tener conto del cambiamento della vegetazione, del calore e dell'umidità, del vento, della presenza di colline, nonché dell’apporto variabile di ossigeno e richiedono matematica avanzata e fluidodinamica.",
      "links": "https://bit.ly/37wRUX4\nhttps://bit.ly/2tKGiBs"
    },
    "mri_tomography": {
      "title": "Risonanza magnetica (MRI) e tomografia",
      "body": "Gli scanners per la risonanza magnetica creano immagini tridimensionali del corpo umano combinando moltissime \"istantanee\" bidimensionali prese da direzioni diverse. Il processo con cui, partendo da queste istantanee, si rocostruisce il modello tridimensionale si chiama tomografia - e non potrebbe funzionare senza avanzate tecniche matematiche, come la trasformata di Radon. In questo caso, la conoscenza matematica salva vite umane.",
      "links": "https://it.wikipedia.org/wiki/Risonanza_magnetica_funzionale \nhttp://maddmaths.simai.eu/divulgazione/recensioni/libri/sulle-tracce-del-mostro-recensione-di-un-genio-nello-scantinato/"
    },
    "glacier_melting": {
      "title": "Lo scioglimenti dei ghiacciai",
      "body": "Lo scioglimento delle calotte polari influisce sul livello globale del mare e sul clima. Sfortunatamente, le immagini satellitari dall'alto forniscono informazioni limitate sullo stato dell'intero scudo di ghiaccio o sui processi sottostanti alla sua fusione. Il calcolo delle probabilità e la statistica possono essere utilizzati per analizzare i dati ambientali, ad esempio lo spessore e la composizione del ghiaccio. I modelli matematici che utilizzano le equazioni differenziali e la termodinamica aiutano a comprendere l'interazione di vento, ghiaccio marino, correnti oceaniche e trasferimento di calore.",
      "links": "https://blog.matematica.deascuola.it/articoli/scioglimento-ghiacciai-e-matematica \nhttp://www.reportdifesa.it/cnr-nuovo-studio-segnala-un-forte-ritiro-dei-ghiacciai-italiani-delle-alpi-dei-tauri-occidentali/"
    },
    "rollercoaster": {
      "title": "Progettazione di montagne russe",
      "body": "Progettare montagne russe non è un compito semplice: devono essere eccitanti ma non devono sussultare, devono essere veloci ma capaci di frenare velocemente, e più importante di tutto, devono essere sicure. La matematica può essere usata per calcolare le forze che agiscono sui trenini delle montagne russe mentre acquistano quantità di moto, e per valutare il supporto strutturale necessario per sostenere queste forze. La matematica e le sue equazioni possono essere usate per calcolare la forma di piste lisce e scorrevoli, con giri della morte, \"cavatappi\" e molte altre caratteristiche.",
      "links": "https://it.wikipedia.org/wiki/Elementi_delle_montagne_russe   \nhttps://sciencecue.it/il-lato-divertente-della-fisica-le-montagne-russe/8125/  \nhttps://www.maa.org/press/periodicals/loci/joma/design-of-a-thrilling-roller-coaster-introduction-to-the-project"
    },
    "problem_solving": {
      "title": "Risolvere problemi",
      "body": "La maggior parte degli articoli su questo sito web mostra applicazioni della matematica a problemi reali. Ma anche lo studio della teoria matematica è importante: insegna il pensiero strutturato, il ragionamento logico, l'astrazione e la capacità di esprimere idee in un linguaggio preciso. Queste abilità sono importanti non solo nella scienza e nell'ingegneria, ma in ogni altra disciplina: in politica, giornalismo, musica e arte, management, legge, e in qualsiasi altro ambito.",
      "links": "https://www.researchgate.net/profile/Fulvia_Furinghetti2/publication/331586476_1994_-_Una_storia_infinita_la_ricerca_di_'un_senso_comune'_nell'insegnamento_della_matematica/links/5c81a905299bf1268d44a4c1/1994-Una-storia-infinita-la-ricerca-di-un-senso-comune-nellinsegnamento-della-matematica.pdf"
    },
    "cartography": {
      "title": "Mappe della Terra",
      "body": "Rappresentare la nostra Terra sferica su una mappa piatta 2-dimensionale è complicato: non importa come decidiamo di fare la mappa, ci sarà sempre una distorsione, che ingrandisce o rimpicciolisce alcune regioni, a causa del Teorema Egregium di Gauss e delle differenti curvature di sfera e piano. Quando si disegna una mappa si cerca di preservare il maggior numero di caratteristiche interessanti, a seconda dell'uso che se ne vuole fare. Angoli e geodetiche per la navigazione, grandezza delle Nazioni, distanze da un punto... È impossibile fare una mappa che conservi tutto ciò, e bisogna sempre trovare un compromesso. La matematica è fondamentale per capire cosa (e come) si possono fare delle mappe migliori per comprendere meglio il mondo.",
      "links": "http://maddmaths.simai.eu/archimede/cartografia-e-matematica-proiettare-tutta-la-terra-su-un-foglio/"
    }
  }
}